Repository: wp-plugins/accept-amazon-payments
Catalog: languages/amazon-payments-*.po
Languages: ru_ru

source: Amazon Orders
ru_ru: Амазон Заказы

source: Amazon Settings
ru_ru: Амазон Настройки

source: Settings
ru_ru: Настройки

source: Notice:
ru_ru: Уведомление:

source: The plugin's settings have been changed. In order to save them please don't forget to click the 'Save Changes' button.
ru_ru: Настройки плагина были изменены. Чтобы сохранить их, пожалуйста, не забудьте нажать кнопку "Сохранить изменения".

source: If you would like to add the button pay to your website, just copy and paste this shortcode to your post or page or widget, and select Options:
ru_ru: Если вы хотели бы добавить кнопку Оплатить на ваш сайт, просто скопируйте и вставьте этот короткий код в свой пост или страницу или виджет и укажите параметры:

source: Access Key
ru_ru: Ключ доступа

source: An application identifier associates your site, and Amazon application.
ru_ru: Идентификатор приложения связывает ваш сайт, и приложение Amazon.

source: Secret Key
ru_ru: Секретный ключ

source: The secret code from Amazon.
ru_ru: Секретный код от Амазон

source: Abandon Url
ru_ru: Адрес в случае отказа

source: Optionally, enter the URL where senders should be redirected if they cancel their transaction.
ru_ru: При желании можно ввести URL, на который отправитель будет перенаправлен, если он отменит транзакцию.

source: URL if transaction the complete
ru_ru: URL, если сделка завершена

source: Optionally enter the URL where buyers should be redirected after they complete the transaction.
ru_ru: По желанию введите адрес, по которому покупатели должны быть перенаправлены после завершения сделки.

source: Ipn Url
ru_ru: Ipn ссылка

source: Optionally, type the URL of your host page to which Amazon Payments should send the IPN transaction information.
ru_ru: При желании, введите адрес вашей страницы хоста, на который Amazon должн отправить информацию о транзакции IPN.

source: Environment
ru_ru: Адрес

source: Create a environment
ru_ru: Выбрать адрес

source: If desired, you can switch between the Sandbox and products
ru_ru: При желании, вы можете переключаться между сендбоксом и продукцией

source: Save all changes
ru_ru: Сохранить все параметры

source: One order was delete successfully
ru_ru: Один заказ удален полностью

source: There are some problems while deleting order.
ru_ru: Есть некоторые проблемы при удалении заказа.

source: One order was moved to Trash.
ru_ru: Один заказ был отправлен в Карзину

source: Undo
ru_ru: Отменить

source: Problems while moving order to Trash.
ru_ru: Проблемы во время перемещения заказа в карзину.

source: Please, try it later.
ru_ru: Пожалуйста, попробуйте позже.

source: One order was restored.
ru_ru: Один заказ васстановлен

source: Problems during the restoration order
ru_ru: Проблемы при восстановлении заказа

source: Mark as Trash
ru_ru: Отправить в Карзину

source: Trash status
ru_ru: Статус Карзины

source: - Unknown orders info -
ru_ru: - нет ни одной покупки -

source: - No payment -
ru_ru: - Нет оплаты -

source: - No amount in this order -
ru_ru: - Нет суммы в этом заказе -

source: - Unknown buyer name-
ru_ru: - Неизвестно имя покупателя -

source: buyer
ru_ru: покупатель

source: buyers
ru_ru: покупатели

source: No order that was marked as Trash.
ru_ru: Корзина пуста.

source: No order found.
ru_ru: Нет заказов.

source: Buyer Info
ru_ru: Информация о покупателе

source: Name Product
ru_ru: Название товара

source: Amount
ru_ru: Сумма

source: Reference Id
ru_ru: Ссылка Id

source: Status
ru_ru: Статус

source: Payment Method
ru_ru: Способ оплаты

source: All
ru_ru: Все

source: Trash
ru_ru: Карзина

source: Move Order Info to Trash
ru_ru: Переместить заказ в Корзину

source: Restore order information
ru_ru: Восстановить информацию о заказе

source: Delete order information
ru_ru: Удалить информацию о заказе

source: Delete
ru_ru: Удалить

source: Restore
ru_ru: Восстановить

source: List of buyer
ru_ru: Список покупателей

source: Search results for &#8220;%s&#8221;
ru_ru: Результаты поиска в &#8220;%s&#8221;

source: WARNING:
ru_ru: ВНИМАНИЕ:
